Repository: SaiRyo/mac_air_xampp_backup
Catalog: XAMPP/xamppfiles/share/locale/*/LC_MESSAGES/xampp.po
Languages: de

source: (But you didn't use ProFTPD so this is not critical.)
de: (Da aber ProFTPD nicht gestartet wird, ist das auch nicht so schlimm.)

source: (active)
de: (aktiv)

source: (not removable)
de: (nicht entfernbar)

source: Activate PHP %s...
de: Aktiviere PHP %s

source: Activate the given PHP version
de: Aktiviere die angegebende PHP Version

source: Another FTP daemon is already running.
de: Ein anderer FTP daemon läuft bereits.

source: Another MySQL daemon is already running.
de: Ein anderer MySQL daemon läuft bereits.

source: Another web server is already running.
de: Ein anderer Webserver läuft bereits.

source: Another web server with SSL is already running.
de: Ein anderer Webserver mit SSL läuft bereits.

source: Can't find libclntsh.so. Sorry.
de: Finde die libclntsh.so nicht. Sorry.

source: Change phpMyAdmin's authentication method.
de: Passe phpMyAdmin-Einstellungen an.

source: Check XAMPP's security
de: Überprüfe XAMPPs Sicherheit

source: Contents of '%s':
de: Inhalt von '%s':

source: Disable SSL support for Apache
de: Deaktiviere die SSL-Unterstützung des Apache

source: Disable SSL...
de: Deaktiviere SSL...

source: Do you want to change the password anyway?
de: Möchtest Du das Passwort ändern?

source: Do you want to set a password?
de: Möchtest Du ein Passwort setzten?

source: Enable SSL support for Apache
de: Aktiviere die SSL-Unterstützung des Apache

source: Enable SSL...
de: Aktiviere SSL...

source: Extract %s...
de: Entpacke %s...

source: File permissions are being checked...
de: Dateiberechtigungen werden überprüft...

source: Install %s...
de: Installiere %s...

source: Install a given PHP version
de: Installiere die angegebende PHP-Version

source: Installed PHP Versions:
de: Installierte PHP-Versionen:

source: Last 10 lines of '%s':
de: Die lezten 10 Zeilen von '%s':

source: Make backup file of your XAMPP config, log and data files
de: Erstelle ein Backup der XAMPP-Konfig, Logs und Daten.

source: Make the httpd.conf fit your system.
de: Passe die httpd.conf an Dein System an.

source: MySQL has a root passwort set. Fine! :)
de: MySQL hat ein root-Passwort. Prima! :)

source: MySQL has no root passwort set!!!
de: MySQL hat kein root-Passwort gesetzt!!!

source: MySQL has to run before I can check the security.
de: MySQL muss gestartet sein, um die Sicherheit überprüfen zu können.

source: MySQL is accessable via network.
de: MySQL ist über das Netzwerk erreichbar.

source: MySQL is not accessable via network. Good.
de: MySQL ist nicht über das Netzwerk erreichbar. Gut!

source: Next try...
de: Erneuter Versuch...

source: No such directory.
de: Verzeichnis nicht gefunden.

source: Normaly that's not recommended. Do you want me to turn it off?
de: Normalerweise wird dies nicht benötigt. Soll ich es abschalten?

source: Not an XAMPP PHP!
de: Kein XAMPP-PHP!

source: OCI8 add-on activation likely successful.
de: PHP-OCI8-Aktivierung wahrscheinlich erfolgreich.

source: PHP %s is active.
de: PHP %s ist aktiv.

source: PHP %s is already active.
de: PHP %s ist bereits aktiviert.

source: PHP %s is currently active. Please activate another PHP.
de: PHP %s ist aktiviert. Bitte aktiviere ein anderes PHP.

source: PHP %s is not installed.
de: PHP %s ist nicht installiert.

source: PHP %s is not removable.
de: PHP %s ist nicht entfernbar.

source: Password (again):
de: Passwort (Wiederholung):

source: Password protection active. Please use 'xampp' as user name!
de: Passwort-Abfrage aktiviert. Bitte benutze als Benutzernamen 'xampp'!

source: Password:
de: Passwort:

source: Passwords doesn't match. Please try again.
de: Die Passwörter sind nicht gleich. Bitte versuch es nochmal.

source: Please contact our forum http://www.apachefriends.org/f/
de: Bitte wende Dich an das Forum http://www.apachefriends.org/f/

source: Please enter the path to your Oracle or Instant Client installation:
de: Bitte gib den Pfad zur Oracle- oder Instant Client-Installation ein:

source: Please install gawk or mawk. I need this to continue...
de: Bitte installiere gawk oder mawk. Ich brauche dies um weiterzumachen...

source: Reload %s...
de: Aktualisiere %s...

source: Reload XAMPP (Apache, MySQL and eventually others)
de: Aktualisiere XAMPP (Apache, MySQL und evtl. weitere)

source: Reload XAMPP for %s %s...
de: Aktualisiere XAMPP für %s %s...

source: Reload only Apache
de: Aktualisiere nur Apache

source: Reload only MySQL
de: Aktualisiere nur MySQL

source: Reload only ProFTPD
de: Aktualisiere nur ProFTPD

source: Remove a given PHP version
de: Entferne die angegebene PHP-Version

source: Removing symlinks in %s...
de: Lösche symlinks in %s...

source: Resets file permissions.
de: Zurücksetzen der Dateiberechtigungen.

source: Restarting XAMPP for %s %s...
de: Starte XAMPP für %s %s neu...

source: SELinux is activated. Making XAMPP fit SELinux...
de: SELinux ist aktiviert. Bereite XAMPP auf SELinux vor...

source: Setting new MySQL pma password.
de: MySQL pma-Passwort wird geändert.

source: Setting new MySQL root password.
de: MySQL root-Passwort wird geändert.

source: Setting phpMyAdmin's pma password to the new one.
de: Passe pma-Passwort-Einstellungen im phpMyAdmin an.

source: Setting up symlinks in %s...
de: Richte symlinks in %s ein...

source: Show all installed PHP versions
de: Zeige alle installierten PHP-Versionen

source: Show the active PHP version
de: Zeige die aktive PHP-Version

source: Show this help message
de: Zeige diese Hilfe-Meldung

source: Sorry, I've no idea what's going wrong.
de: Sorry, ich weiß nicht, was da schief läuft.

source: Sorry. Could not find your runlevel directory...
de: Sorry, ich kann deinen runlevel Ordner nicht finden...

source: Start XAMPP (Apache, MySQL and eventually others)
de: Starte XAMPP (Apache, MySQL und evtl. weitere)

source: Start only Apache
de: Starte nur Apache

source: Start only MySQL
de: Starte nur MySQL

source: Start only ProFTPD
de: Starte nur ProFTPD

source: Start only Webmin
de: Starte nur Webmin

source: Starting %s...
de: Starte %s...

source: Starting XAMPP for %s %s...
de: Starte XAMPP für %s %s...

source: Starting diagnose...
de: Starte Diagnose...

source: Starts graphical XAMPP control panel
de: Startet das grafische XAMPP Control Panel

source: Stop XAMPP (Apache, MySQL and eventually others)
de: Stoppe XAMPP (Apache, MySQL und evtl. weitere)

source: Stop and start XAMPP
de: Stoppe und starte XAMPP

source: Stop only Apache
de: Stoppe nur Apache

source: Stop only MySQL
de: Stoppe nur Apache

source: Stop only ProFTPD
de: Stoppe nur ProFTPD

source: Stop only Webmin
de: Stoppe nur Webmin

source: Stopping %s...
de: Stoppe %s...

source: Stopping XAMPP for %s %s...
de: Stoppe XAMPP für %s %s...

source: The FTP password for user 'nobody' is still set to 'xampp'.
de: Das FTP-Passwort für den Benutzer 'nobody' ist noch auf 'xampp' gestellt.

source: The MySQL/phpMyAdmin user pma has a passwort set. Fine! :)
de: Der MySQL/phpMyAdmin-Benutzer pma hat ein Passwort. Prima! :)

source: The MySQL/phpMyAdmin user pma has no password set!!!
de: Der MySQL/phpMyAdmin-Benutzer pma hat kein Passwort gesetzt!!!

source: The OCI8 add-on is currently not supported on your platform.
de: Das OCI8 Add-On unterstützt dein System nicht.

source: This script is currently not supported on your platform.
de: Dieses Skript unterstützt dein System nicht.

source: Turned off.
de: Ausgeschaltet.

source: Unknown command or add-on!
de: Unbekanntes Kommando oder Add-On

source: Usage:
de: Benutzung:

source: Usage: %s <action>
de: Benutzung: %s <Aktion>

source: Version: XAMPP for %s %s
de: Version: XAMPP für %s %s

source: Webmin isn't installed.
de: Webmin ist nicht installiert.

source: Which version of PHP is active?
de: Welches PHP ist aktiv?

source: Write the password somewhere down to make sure you won't forget it!!!
de: Schreib Dir das Passwort unbedingt auf!!!

source: XAMPP is currently only availably as 32 bit application. Please use a 32 bit compatibility library for your system.
de: XAMPP gibt es zur Zeit nur als 32-Bit Applikation. Bitte verwende eine 32-Bit-Kompatibilitätsbibliothek für Dein System.

source: You need to be root to %s.
de: Du musst root sein, um %s.

source: Your /etc/hosts is not okay. I will fix it.
de: Deine /etc/hosts ist nicht in Ordnung. Ich verbessere das.

source: Your XAMPP pages are NOT secured by a password.
de: Die XAMPP-Seiten sind NICHT mit einem Passwort geschützt.

source: Your XAMPP pages are secured by a password.
de: Die XAMPP-Seiten sind mit einem Passwort geschützt.

source: already disabled.
de: bereit deaktiviert.

source: already enabled.
de: bereits aktiviert.

source: already installed.
de: bereits installiert

source: already running.
de: läuft bereits.

source: fail.
de: fehlgeschlagen.

source: not installed.
de: nicht installiert.

source: not running.
de: läuft nicht.

source: perform this action
de: diese Aktion auszuführen
